Repository: mo-geb/Cocktails
Catalog: Cocktails/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sk, sv, tr, uk, zh_hans, zh_hant

# %lld added, %lld already present.
source: %1$lld added, %2$lld already present.
ar: %1$lld مضافة، %2$lld موجودة بالفعل.
da: %1$lld tilføjet, %2$lld allerede til stede.
de: %1$lld hinzugefügt, %2$lld bereits vorhanden.
es: %1$lld añadidos, %2$lld ya presentes.
fr: %1$lld ajoutés, %2$lld déjà présents.
hu: %1$lld hozzáadva, %2$lld már megvan.
it: %1$lld aggiunti, %2$lld già presenti.
ja: %1$lld個を追加、%2$lld個は既に存在します。
ko: %1$lld개 추가됨, %2$lld개 이미 존재함.
nl: %1$lld toegevoegd, %2$lld al aanwezig.
pl: %1$lld dodano, %2$lld już obecne.
pt_br: %1$lld adicionados, %2$lld já presentes.
ro: %1$lld adăugat, %2$lld deja prezent.
sk: %1$lld pridaných, %2$lld už prítomných.
sv: %1$lld tillagda, %2$lld redan finns.
tr: %1$lld eklendi, %2$lld zaten mevcut.
uk: %1$lld додано, %2$lld вже присутні.
zh_hans: %1$lld 个已添加，%2$lld 个已存在。
zh_hant: %1$lld 已新增，%2$lld 已存在。

source: %lld cocktails imported.
ar: %lld كوكتيل مستوردة.
da: %lld cocktails importeret.
de: %lld Cocktails importiert.
es: %lld cócteles importados.
fr: %lld cocktails importés.
hu: %lld koktél importálva.
it: %lld cocktail importati.
ja: %lld個のカクテルをインポートしました。
ko: %lld개의 칵테일이 가져왔습니다.
nl: %lld cocktails geïmporteerd.
pl: %lld koktajli zaimportowanych.
pt_br: %lld coquetéis importados.
ro: %lld cocktailuri importate.
sk: %lld koktailov importovaných.
sv: %lld cocktails importerade.
tr: %lld kokteyl içe aktarıldı.
uk: %lld коктейлів імпортовано.
zh_hans: %lld 个鸡尾酒已导入。
zh_hant: %lld 雞尾酒已匯入。

source: %lld cocktails ready to make
ar: %lld كوكتيل جاهزة للتحضير
da: %lld cocktails klar til at lave
de: %lld Cocktails bereit zum Mixen
es: %lld cócteles listos para hacer
fr: %lld cocktails prêts à préparer
hu: %lld koktél elkészíthető
it: %lld cocktail pronti da fare
ja: %lld個のカクテルが作れます
ko: %lld개의 칵테일 준비 완료
nl: %lld cocktails klaar om te maken
pl: %lld koktajli gotowych do zrobienia
pt_br: %lld coquetéis prontos para fazer
ro: %lld cocktailuri gata de preparat
sk: %lld koktailov pripravených na prípravu
sv: %lld cocktails redo att göra
tr: %lld kokteyl yapmaya hazır
uk: %lld коктейлів готові до приготування
zh_hans: %lld 个鸡尾酒可以制作
zh_hant: %lld 雞尾酒可製作

source: %lld cocktails reimported. %lld ingredients added, %lld updated.
ar: %lld كوكتيل معاد استيرادها. %lld مكونات مضافة، %lld محدثة.
da: %lld cocktails genimporteret. %lld ingredienser tilføjet, %lld opdateret.
de: %1$lld Cocktails neu importiert. %2$lld Zutaten hinzugefügt, %3$lld aktualisiert.
es: %lld cócteles reimportados. %lld ingredientes añadidos, %lld actualizados.
fr: %lld cocktails réimportés. %lld ingrédients ajoutés, %lld mis à jour.
hu: %lld koktél újraimportálva. %lld hozzávaló hozzáadva, %lld frissítve.
it: %lld cocktail riimportati. %lld ingredienti aggiunti, %lld aggiornati.
ja: %lld個のカクテルを再インポートしました。%lld個の材料を追加、%lld個を更新しました。
ko: %lld개의 칵테일이 다시 가져왔습니다. %lld개의 재료가 추가되고, %lld개가 업데이트되었습니다.
nl: %lld cocktails opnieuw geïmporteerd. %lld ingrediënten toegevoegd, %lld bijgewerkt.
pl: %lld koktajli ponownie zaimportowanych. %lld składników dodano, %lld zaktualizowano.
pt_br: %lld coquetéis reimportados. %lld ingredientes adicionados, %lld atualizados.
ro: %lld cocktailuri reimportate. %lld ingrediente adăugate, %lld actualizate.
sk: %lld koktailov znovu importovaných. %lld prísad pridaných, %lld aktualizovaných.
sv: %lld cocktails återimporterade. %lld ingredienser tillagda, %lld uppdaterade.
tr: %lld kokteyl yeniden içe aktarıldı. %lld malzeme eklendi, %lld güncellendi.
uk: %lld коктейлів повторно імпортовано. %lld інгредієнтів додано, %lld оновлено.
zh_hans: %lld 个鸡尾酒重新导入。%lld 个原料已添加，%lld 个已更新。
zh_hant: %lld 雞尾酒已重新匯入。%lld 材料已新增，%lld 已更新。

source: Add a Cocktail
ar: أضف كوكتيل
da: Tilføj en cocktail
de: Cocktail hinzufügen
es: Añadir un cóctel
fr: Ajouter un cocktail
hu: Koktél hozzáadása
it: Aggiungi un cocktail
ja: カクテルを追加
ko: 칵테일 추가
nl: Cocktail toevoegen
pl: Dodaj koktajl
pt_br: Adicionar um Coquetel
ro: Adaugă un cocktail
sk: Pridať koktail
sv: Lägg till en cocktail
tr: Kokteyl Ekle
uk: Додати коктейль
zh_hans: 添加鸡尾酒
zh_hant: 新增雞尾酒

source: Add all available ingredients
ar: أضف جميع المكونات المتاحة
da: Tilføj alle tilgængelige ingredienser
de: Füge alle verfügbaren Zutaten hinzu
es: Añadir todos los ingredientes disponibles
fr: Ajouter tous les ingrédients disponibles
hu: Add hozzá az összes elérhető hozzávalót
it: Aggiungi tutti gli ingredienti disponibili
ja: 利用可能な材料をすべて追加
ko: 모든 사용 가능한 재료 추가
nl: Voeg alle beschikbare ingrediënten toe
pl: Dodaj wszystkie dostępne składniki
pt_br: Adicionar todos os ingredientes disponíveis
ro: Adaugă toate ingredientele disponibile
sk: Pridať všetky dostupné prísady
sv: Lägg till alla tillgängliga ingredienser
tr: Tüm mevcut malzemeleri ekle
uk: Додати всі доступні інгредієнти
zh_hans: 添加所有可用原料
zh_hant: 新增所有可用材料

source: Add and import as many as you want
ar: أضف واستورد كما تريد
da: Tilføj og importer så mange du vil
de: So viele hinzufügen und importieren, wie du möchtest
es: Añade e importa tantos como quieras
fr: Ajoute et importe autant que tu veux
hu: Add hozzá és importálj, amennyit csak akarsz
it: Aggiungi e importa quanti ne vuoi
ja: 好きなだけ追加してインポート
ko: 원하는 만큼 추가하고 가져오기
nl: Voeg toe en importeer zoveel je wilt
pl: Dodaj i importuj ile chcesz
pt_br: Adicione e importe quantos quiser
ro: Adaugă și importă câte vrei
sk: Pridaj a importuj koľko chceš
sv: Lägg till och importera så många du vill
tr: İstediğin kadar ekle ve içe aktar
uk: Додай та імпортуй скільки хочеш
zh_hans: 随意添加和导入
zh_hant: 隨意新增和匯入

source: Add Cocktail
ar: أضف كوكتيل
da: Tilføj cocktail
de: Cocktail hinzufügen
es: Añadir Cóctel
fr: Ajouter Cocktail
hu: Koktél hozzáadása
it: Aggiungi Cocktail
ja: カクテルを追加
ko: 칵테일 추가
nl: Cocktail toevoegen
pl: Dodaj koktajl
pt_br: Adicionar Coquetel
ro: Adaugă Cocktail
sk: Pridať koktail
sv: Lägg till Cocktail
tr: Kokteyl Ekle
uk: Додати коктейль
zh_hans: 添加鸡尾酒
zh_hant: 新增雞尾酒

source: Add cocktails in the Cocktails tab.
ar: أضف كوكتيلات في علامة تبويب الكوكتيلات.
da: Tilføj cocktails i fanen Cocktails.
de: Füge Cocktails im Cocktails-Tab hinzu.
es: Añadir cócteles en la pestaña Cócteles.
fr: Ajoute des cocktails dans l'onglet Cocktails.
hu: Adj hozzá koktélokat a Koktélok fülön.
it: Aggiungi cocktail nella scheda Cocktail.
ja: カクテルタブでカクテルを追加。
ko: 칵테일 탭에서 칵테일 추가.
nl: Voeg cocktails toe in het Cocktails-tabblad.
pl: Dodaj koktajle w zakładce Koktajle.
pt_br: Adicione coquetéis na aba Coquetéis.
ro: Adaugă cocktailuri în fila Cocktailuri.
sk: Pridať koktaily v záložke Koktaily.
sv: Lägg till cocktails i Cocktail-fliken.
tr: Kokteyller sekmesinde kokteyller ekle.
uk: Додай коктейлі у вкладці Коктейлі.
zh_hans: 在鸡尾酒标签中添加鸡尾酒。
zh_hant: 在雞尾酒標籤中新增雞尾酒。

source: Add Ingredient
ar: أضف مكون
da: Tilføj ingrediens
de: Zutat hinzufügen
es: Añadir Ingrediente
fr: Ajouter Ingrédient
hu: Hozzávaló hozzáadása
it: Aggiungi Ingrediente
ja: 材料を追加
ko: 재료 추가
nl: Ingrediënt toevoegen
pl: Dodaj składnik
pt_br: Adicionar Ingrediente
ro: Adaugă Ingredient
sk: Pridať prísadu
sv: Lägg till Ingrediens
tr: Malzeme Ekle
uk: Додати інгредієнт
zh_hans: 添加原料
zh_hant: 新增材料

source: Add ingredients in the Ingredients tab.
ar: أضف مكونات في علامة تبويب المكونات.
da: Tilføj ingredienser i fanen Ingredienser.
de: Füge Zutaten im Zutaten-Tab hinzu.
es: Añadir ingredientes en la pestaña Ingredientes.
fr: Ajoute des ingrédients dans l'onglet Ingrédients.
hu: Adj hozzá hozzávalókat a Hozzávalók fülön.
it: Aggiungi ingredienti nella scheda Ingredienti.
ja: 材料タブで材料を追加。
ko: 재료 탭에서 재료 추가.
nl: Voeg ingrediënten toe in het Ingrediënten-tabblad.
pl: Dodaj składniki w zakładce Składniki.
pt_br: Adicione ingredientes na aba Ingredientes.
ro: Adaugă ingrediente în fila Ingrediente.
sk: Pridať prísady v záložke Prísady.
sv: Lägg till ingredienser i Ingrediens-fliken.
tr: Malzemeler sekmesinde malzemeler ekle.
uk: Додай інгредієнти у вкладці Інгредієнти.
zh_hans: 在原料标签中添加原料。
zh_hant: 在材料標籤中新增材料。

source: Add preparation notes…
ar: أضف ملاحظات التحضير…
da: Tilføj forberedelsesnoter…
de: Zubereitungshinweise hinzufügen…
es: Añadir notas de preparación…
fr: Ajouter des notes de préparation…
hu: Adj hozzá elkészítési jegyzeteket…
it: Aggiungi note di preparazione…
ja: 準備メモを追加…
ko: 준비 노트 추가…
nl: Voeg bereidingsnotities toe…
pl: Dodaj notatki przygotowania…
pt_br: Adicionar notas de preparo…
ro: Adaugă note de preparare…
sk: Pridať poznámky k príprave…
sv: Lägg till förberedelseanteckningar…
tr: Hazırlık notları ekle…
uk: Додати нотатки до приготування…
zh_hans: 添加准备笔记…
zh_hant: 新增準備筆記…

source: Add to Favourites
ar: أضف إلى المفضلة
da: Tilføj til favoritter
de: Zu Favoriten hinzufügen
es: Añadir a Favoritos
fr: Ajouter aux Favoris
hu: Kedvencekhez adás
it: Aggiungi ai Preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
ro: Adaugă la Favorite
sk: Pridať do obľúbených
sv: Lägg till i Favoriter
tr: Favorilere Ekle
uk: Додати до улюблених
zh_hans: 添加到收藏
zh_hant: 新增到收藏

source: All Cocktails
ar: جميع الكوكتيلات
da: Alle cocktails
de: Alle Cocktails
es: Todos los Cócteles
fr: Tous les Cocktails
hu: Minden koktél
it: Tutti i Cocktail
ja: すべてのカクテル
ko: 모든 칵테일
nl: Alle Cocktails
pl: Wszystkie koktajle
pt_br: Todos os Coquetéis
ro: Toate Cocktailurile
sk: Všetky koktaily
sv: Alla Cocktails
tr: Tüm Kokteyller
uk: Усі коктейлі
zh_hans: 所有鸡尾酒
zh_hant: 所有雞尾酒

source: Almost there
ar: قريبًا
da: Næsten der
de: Fast geschafft
es: Casi listo
fr: Presque là
hu: Majdnem kész
it: Quasi fatto
ja: もう少し
ko: 거의 다 됐어
nl: Bijna daar
pl: Prawie gotowe
pt_br: Quase lá
ro: Aproape gata
sk: Takmer hotovo
sv: Nästan klart
tr: Neredeyse hazır
uk: Майже готово
zh_hans: 快到了
zh_hant: 快完成了

source: Already bought? Restore here
ar: تم الشراء بالفعل؟ استرجع هنا
da: Allerede købt? Gendan her
de: Bereits gekauft? Hier wiederherstellen
es: ¿Ya compraste? Restaura aquí
fr: Déjà acheté ? Restaure ici
hu: Már megvetted? Állítsd vissza itt
it: Già acquistato? Ripristina qui
ja: 既に購入済み？ここで復元
ko: 이미 구매했나요? 여기서 복원
nl: Al gekocht? Herstel hier
pl: Już kupione? Przywróć tutaj
pt_br: Já comprou? Restaure aqui
ro: Deja cumpărat? Restaurează aici
sk: Už kúpené? Obnov tu
sv: Redan köpt? Återställ här
tr: Zaten satın alındı mı? Buradan geri yükle
uk: Вже купив? Віднови тут
zh_hans: 已经购买？在这里恢复
zh_hant: 已購買？在此恢復

source: Amount
ar: الكمية
da: Mængde
de: Menge
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Quantità
ja: 量
ko: 양
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ro: Cantitate
sk: Množstvo
sv: Mängd
tr: Miktar
uk: Кількість
zh_hans: 数量
zh_hant: 數量

source: Bar spoon
ar: ملعقة بار
da: Barske
de: Barlöffel
es: Cucharilla de bar
fr: Cuillère de bar
hu: Bárkanál
it: Cucchiaio da bar
ja: バースプーン
ko: 바 스푼
nl: Barlepel
pl: Łyżka barowa
pt_br: Colher de bar
ro: Lingură de bar
sk: Barová lyžica
sv: Barsked
tr: Bar kaşığı
uk: Барна ложка
zh_hans: 酒吧勺
zh_hant: 酒吧匙

source: Based on your stocked ingredients
ar: بناءً على المكونات المتوفرة لديك
da: Baseret på dine lagerførte ingredienser
de: Basierend auf deinen vorrätigen Zutaten
es: Basado en tus ingredientes almacenados
fr: Basé sur tes ingrédients en stock
hu: A készleten lévő hozzávalóid alapján
it: In base agli ingredienti disponibili
ja: ストックされた材料に基づく
ko: 보유한 재료 기반
nl: Gebaseerd op je aanwezige ingrediënten
pl: Na podstawie twoich składników
pt_br: Com base nos seus ingredientes em estoque
ro: Pe baza ingredientelor tale
sk: Na základe tvojich zásob
sv: Baserat på dina lagrade ingredienser
tr: Stokladığın malzemelere göre
uk: На основі твоїх запасів інгредієнтів
zh_hans: 基于你的库存原料
zh_hant: 根據你的庫存材料

source: Bitters
ar: بيترز
ja: ビターズ
ko: 비터스
uk: Біттери
zh_hans: 苦精
zh_hant: 苦精

source: Blend
ar: امزج
de: Mixen
es: Mezclar
fr: Mixer
hu: Turmixolás
it: Frulla
ja: ブレンド
ko: 블렌드
nl: Blenden
pl: Miksuj
pt_br: Bater
ro: Amestecă
sk: Mixovať
sv: Blanda
tr: Karıştır
uk: Змішати
zh_hans: 搅拌
zh_hant: 攪拌

source: Browse and add cocktail collections
ar: تصفح وأضف مجموعات الكوكتيل
da: Gennemse og tilføj cocktailkollektioner
de: Cocktail-Sammlungen durchsuchen und hinzufügen
es: Explora y añade colecciones de cócteles
fr: Parcourir et ajouter des collections de cocktails
hu: Böngéssz és adj hozzá koktélgyűjteményeket
it: Sfoglia e aggiungi collezioni di cocktail
ja: カクテルコレクションを閲覧して追加
ko: 칵테일 컬렉션 찾아보기 및 추가
nl: Blader en voeg cocktailcollecties toe
pl: Przeglądaj i dodawaj kolekcje koktajli
pt_br: Navegue e adicione coleções de coquetéis
ro: Răsfoiește și adaugă colecții de cocktailuri
sk: Prehliadať a pridať kolekcie koktailov
sv: Bläddra och lägg till cocktailkollektioner
tr: Kokteyl koleksiyonlarına göz at ve ekle
uk: Переглянь і додай колекції коктейлів
zh_hans: 浏览并添加鸡尾酒合集
zh_hant: 瀏覽並新增雞尾酒系列

source: Browse curated cocktail libraries or build your own recipes from scratch
ar: تصفح مكتبات الكوكتيل المختارة أو اصنع وصفاتك الخاصة من الصفر
da: Gennemse kuraterede cocktailbiblioteker eller lav dine egne opskrifter fra bunden
de: Stöbere in ausgewählten Cocktail-Sammlungen oder erstelle deine eigenen Rezepte von Grund auf neu
es: Explora bibliotecas de cócteles curadas o crea tus propias recetas desde cero
fr: Parcours des bibliothèques de cocktails sélectionnées ou crée tes propres recettes de zéro
hu: Böngéssz kurált koktélkönyvtárakban, vagy készítsd el saját receptjeidet a semmiből
it: Sfoglia librerie di cocktail curate o crea le tue ricette da zero
ja: キュレーションされたカクテルライブラリを閲覧するか、自分のレシピを一から作成する
ko: 큐레이션된 칵테일 라이브러리를 둘러보거나 직접 레시피를 만들어보세요
nl: Blader door samengestelde cocktailbibliotheken of maak je eigen recepten vanaf nul
pl: Przeglądaj wyselekcjonowane biblioteki koktajli lub twórz własne przepisy od podstaw
pt_br: Explore bibliotecas de coquetéis curadas ou crie suas próprias receitas do zero
ro: Răsfoiește biblioteci de cocktailuri curate sau creează-ți propriile rețete de la zero
sk: Prezeraj si kurátorské knižnice koktailov alebo si vytvor vlastné recepty od nuly
sv: Bläddra i kuraterade cocktailbibliotek eller skapa egna recept från grunden
tr: Özenle seçilmiş kokteyl kütüphanelerine göz at veya kendi tariflerini sıfırdan oluştur
uk: Переглядай відібрані бібліотеки коктейлів або створи власні рецепти з нуля
zh_hans: 浏览精选鸡尾酒库或从头开始制作自己的食谱
zh_hant: 瀏覽精選的雞尾酒庫或從頭開始創建自己的食譜

source: Build
ar: ابني
da: Byg
de: Aufbauen
es: Construir
fr: Construire
hu: Építés
it: Costruisci
ja: ビルド
ko: 빌드
nl: Bouwen
pl: Buduj
pt_br: Montar
ro: Construiește
sk: Stavať
sv: Bygg
tr: Hazırla
uk: Збудувати
zh_hans: 构建
zh_hant: 建造

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Cannot Open File
ar: لا يمكن فتح الملف
da: Kan ikke åbne fil
de: Datei kann nicht geöffnet werden
es: No se puede abrir el archivo
fr: Impossible d'ouvrir le fichier
hu: Nem lehet megnyitni a fájlt
it: Impossibile aprire il file
ja: ファイルを開けません
ko: 파일을 열 수 없음
nl: Kan bestand niet openen
pl: Nie można otworzyć pliku
pt_br: Não é possível abrir o arquivo
ro: Nu se poate deschide fișierul
sk: Nemožno otvoriť súbor
sv: Kan inte öppna fil
tr: Dosya Açılamıyor
uk: Не вдається відкрити файл
zh_hans: 无法打开文件
zh_hant: 無法開啟檔案

source: Choose Image
ar: اختر صورة
da: Vælg billede
de: Bild auswählen
es: Elegir Imagen
fr: Choisir une image
hu: Kép kiválasztása
it: Scegli Immagine
ja: 画像を選択
ko: 이미지 선택
nl: Kies afbeelding
pl: Wybierz obraz
pt_br: Escolher Imagem
ro: Alege Imagine
sk: Vybrať obrázok
sv: Välj Bild
tr: Resim Seç
uk: Вибрати зображення
zh_hans: 选择图片
zh_hant: 選擇圖片

source: Choose what to delete. This cannot be undone.
ar: اختر ما تريد حذفه. لا يمكن التراجع عن هذا.
da: Vælg hvad der skal slettes. Dette kan ikke fortrydes.
de: Wähle, was gelöscht werden soll. Dies kann nicht rückgängig gemacht werden.
es: Elige qué borrar. Esto no se puede deshacer.
fr: Choisis quoi supprimer. Cela ne peut pas être annulé.
hu: Válaszd ki, mit törölsz. Ez nem vonható vissza.
it: Scegli cosa eliminare. Questa azione non può essere annullata.
ja: 削除するものを選んでください。これは元に戻せません。
ko: 삭제할 항목 선택. 되돌릴 수 없습니다.
nl: Kies wat je wilt verwijderen. Dit kan niet ongedaan worden gemaakt.
pl: Wybierz, co usunąć. Tego nie można cofnąć.
pt_br: Escolha o que deletar. Isso não pode ser desfeito.
ro: Alege ce să ștergi. Acest lucru nu poate fi anulat.
sk: Vyber, čo chceš vymazať. Toto sa nedá vrátiť späť.
sv: Välj vad du vill ta bort. Detta kan inte ångras.
tr: Silinecekleri seç. Bu işlem geri alınamaz.
uk: Вибери, що видалити. Це не можна скасувати.
zh_hans: 选择要删除的内容。此操作无法撤销。
zh_hant: 選擇要刪除的項目。此操作無法撤銷。

source: Clear Block
ar: مسح الكتلة
da: Ryd blok
de: Klarer Eisblock
es: Borrar Bloque
fr: Effacer Bloc
hu: Blokk törlése
it: Cancella Blocco
ja: ブロックをクリア
ko: 블록 지우기
nl: Blok wissen
pl: Wyczyść blok
pt_br: Limpar Bloco
ro: Șterge Bloc
sk: Vymazať blok
sv: Rensa Block
tr: Bloğu Temizle
uk: Очистити блок
zh_hans: 清除块
zh_hant: 清除區塊

source: Clear Data
ar: مسح البيانات
da: Ryd data
de: Daten löschen
es: Borrar Datos
fr: Effacer Données
hu: Adatok törlése
it: Cancella Dati
ja: データをクリア
ko: 데이터 지우기
nl: Gegevens wissen
pl: Wyczyść dane
pt_br: Limpar Dados
ro: Șterge Datele
sk: Vymazať dáta
sv: Rensa Data
tr: Verileri Temizle
uk: Очистити дані
zh_hans: 清除数据
zh_hant: 清除數據

source: Clear Unused Ingredients
ar: مسح المكونات غير المستخدمة
da: Ryd ubrugte ingredienser
de: Nicht verwendete Zutaten löschen
es: Borrar Ingredientes No Usados
fr: Effacer Ingrédients Inutilisés
hu: Nem használt hozzávalók törlése
it: Cancella Ingredienti Non Usati
ja: 未使用の材料をクリア
ko: 사용하지 않는 재료 지우기
nl: Ongebruikte ingrediënten wissen
pl: Wyczyść nieużywane składniki
pt_br: Limpar Ingredientes Não Usados
ro: Șterge Ingredientele Neutilizate
sk: Vymazať nepoužité ingrediencie
sv: Rensa Oanvända Ingredienser
tr: Kullanılmayan Malzemeleri Temizle
uk: Очистити невикористані інгредієнти
zh_hans: 清除未使用的原料
zh_hant: 清除未使用的材料

source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
sk: Zavrieť
sv: Stäng
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Cocktail Name
ar: اسم الكوكتيل
da: Cocktailnavn
es: Nombre del Cóctel
fr: Nom du cocktail
hu: Koktél neve
it: Nome del cocktail
ja: カクテル名
ko: 칵테일 이름
nl: Cocktailnaam
pl: Nazwa koktajlu
pt_br: Nome do Coquetel
ro: Nume Cocktail
sk: Názov koktailu
sv: Cocktailnamn
tr: Kokteyl Adı
uk: Назва коктейлю
zh_hans: 鸡尾酒名称
zh_hant: 雞尾酒名稱

source: Cocktails
ar: كوكتيلات
es: Cócteles
hu: Koktélok
it: Cocktail
ja: カクテル
ko: 칵테일
pl: Koktajle
pt_br: Coquetéis
ro: Cocktailuri
sk: Koktaily
tr: Kokteyller
uk: Коктейлі
zh_hans: 鸡尾酒
zh_hant: 雞尾酒

source: Cocktails, Ingredients…
ar: كوكتيلات، مكونات…
da: Cocktails, Ingredienser…
de: Cocktails, Zutaten…
es: Cócteles, Ingredientes…
fr: Cocktails, Ingrédients…
hu: Koktélok, Hozzávalók…
it: Cocktail, Ingredienti…
ja: カクテル、材料…
ko: 칵테일, 재료…
nl: Cocktails, Ingrediënten…
pl: Koktajle, składniki…
pt_br: Coquetéis, Ingredientes…
ro: Cocktailuri, Ingrediente…
sk: Koktaily, Ingrediencie…
sv: Cocktails, Ingredienser…
tr: Kokteyller, Malzemeler…
uk: Коктейлі, Інгредієнти…
zh_hans: 鸡尾酒，原料…
zh_hant: 雞尾酒、食材…

source: Copper Mug
ar: كوب نحاسي
da: Kobberkrus
de: Kupferbecher
es: Taza de Cobre
fr: Tasse en cuivre
hu: Réz bögre
it: Tazza di rame
ja: 銅マグ
ko: 구리 머그잔
nl: Koperen Mok
pl: Miedziany kubek
pt_br: Caneca de Cobre
ro: Cană de Cupru
sk: Medený hrnček
sv: Kopparmugg
tr: Bakır Kupa
uk: Мідна кружка
zh_hans: 铜杯
zh_hant: 銅杯

source: Could not load purchase details.
ar: تعذر تحميل تفاصيل الشراء.
da: Kunne ikke indlæse købsdetaljer.
de: Kaufdetails konnten nicht geladen werden.
es: No se pudieron cargar los detalles de la compra.
fr: Impossible de charger les détails de l'achat.
hu: Nem sikerült betölteni a vásárlási adatokat.
it: Impossibile caricare i dettagli dell'acquisto.
ja: 購入詳細を読み込めませんでした。
ko: 구매 세부 정보를 불러올 수 없습니다.
nl: Kon aankoopdetails niet laden.
pl: Nie można załadować szczegółów zakupu.
pt_br: Não foi possível carregar os detalhes da compra.
ro: Nu s-au putut încărca detaliile achiziției.
sk: Nepodarilo sa načítať detaily nákupu.
sv: Kunde inte ladda köpinformation.
tr: Satın alma detayları yüklenemedi.
uk: Не вдалося завантажити деталі покупки.
zh_hans: 无法加载购买详情。
zh_hant: 無法載入購買詳情。

source: Crushed
ar: مطحون
da: Knust
de: Zerstoßen
es: Triturado
fr: Pilé
hu: Zúzott
it: Tritato
ja: クラッシュ
ko: 으깬
nl: Gecrushed
pl: Kruszony
pt_br: Esmagado
ro: Zdrobite
sk: Drvený
sv: Krossad
tr: Kırılmış
uk: Дроблений
zh_hans: 碎
zh_hant: 碎冰

source: Cubed
ar: مكعب
da: Isterninger
de: Würfel
es: En Cubos
fr: En cubes
hu: Kockára vágott
it: A cubetti
ja: キューブ
ko: 각얼음
nl: In Blokjes
pl: Kostki
pt_br: Em Cubos
ro: Cuburi
sk: Kockovaný
sv: Kubad
tr: Küp
uk: Кубики
zh_hans: 块
zh_hant: 冰塊

source: Custom
ar: مخصص
da: Brugerdefineret
de: Eigene
es: Personalizado
fr: Personnalisé
hu: Egyéni
it: Personalizzato
ja: カスタム
ko: 사용자 정의
nl: Aangepast
pl: Własny
pt_br: Personalizado
ro: Personalizat
sk: Vlastné
sv: Anpassad
tr: Özel
uk: Користувацький
zh_hans: 自定义
zh_hant: 自訂

source: Dash
ar: رشة
da: Stænk
es: Pizca
fr: Trait
hu: Csepp
it: Goccia
ja: ダッシュ
ko: 대시
nl: Scheutje
pl: Kropla
pt_br: Pitada
ro: Strop
sk: Štipka
sv: Stänk
tr: Çiseleme
uk: Крапля
zh_hans: 少许
zh_hant: 少許

source: Data
ar: بيانات
de: Daten
es: Datos
fr: Données
hu: Adat
it: Dati
ja: データ
ko: 데이터
pl: Dane
pt_br: Dados
ro: Date
sk: Dáta
tr: Veri
uk: Дані
zh_hans: 数据
zh_hant: 資料

source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro: Șterge
sk: Vymazať
sv: Radera
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"?
ar: حذف "%@"؟
da: Slet "%@"?
de: "%@" löschen?
es: ¿Eliminar "%@"?
fr: Supprimer "%@" ?
hu: "%@" törlése?
it: Eliminare "%@"?
ja: "%@"を削除しますか？
ko: "%@" 삭제?
nl: Verwijder "%@"?
pl: Usunąć „%@”?
pt_br: Excluir "%@"?
ro: Ștergi „%@”?
sk: Vymazať „%@“?
sv: Radera "%@"?
tr: "%@" Silinsin mi?
uk: Видалити "%@"?
zh_hans: 删除“%@”?
zh_hant: 刪除「%@」？

# Delete %lld cocktail%@? This cannot be undone.
source: Delete %1$lld cocktail%2$@? This cannot be undone.
ar: حذف %1$l كوكتيل %2$@؟ لا يمكن التراجع عن هذا.
da: Slet %1$lld cocktail%2$@? Dette kan ikke fortrydes.
de: Cocktail %1$lld löschen%2$@? Dies kann nicht rückgängig gemacht werden.
es: ¿Eliminar %1$lld cóctel%2$@? Esto no se puede deshacer.
fr: Supprimer %1$lld cocktail%2$@? Cela ne peut pas être annulé.
hu: Töröljük a(z) %1$lld koktélt%2$@? Ez nem vonható vissza.
it: Eliminare il cocktail %1$lld%2$@? Questa azione non può essere annullata.
ja: %1$l個のカクテル%2$@を削除しますか？この操作は元に戻せません。
ko: %1$l개의 칵테일을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nl: Cocktail %1$lld verwijderen%2$@? Dit kan niet ongedaan worden gemaakt.
pl: Usunąć %1$lld koktajl%2$@? Tego nie można cofnąć.
pt_br: Excluir %1$lld coquetel%2$@? Isso não pode ser desfeito.
ro: Ștergi cocktailul %1$lld%2$@? Acest lucru nu poate fi anulat.
sk: Odstrániť %1$lld koktail%2$@? Toto sa nedá vrátiť späť.
sv: Radera %1$lld cocktail%2$@? Detta kan inte ångras.
tr: %1$lld kokteyl%2$@ silinsin mi? Bu işlem geri alınamaz.
uk: Видалити %1$lld коктейль%2$@? Це не можна скасувати.
zh_hans: 删除%1$l个鸡尾酒%2$@？此操作无法撤销。
zh_hant: 刪除%1$l杯雞尾酒%2$@？此操作無法撤銷。

source: Delete Cocktail
ar: حذف الكوكتيل
da: Slet Cocktail
de: Cocktail löschen
es: Eliminar Cóctel
fr: Supprimer le cocktail
hu: Koktél törlése
it: Elimina cocktail
ja: カクテルを削除
ko: 칵테일 삭제
nl: Verwijder Cocktail
pl: Usuń koktajl
pt_br: Excluir Coquetel
ro: Șterge Cocktailul
sk: Vymazať koktail
sv: Radera Cocktail
tr: Kokteyli Sil
uk: Видалити коктейль
zh_hans: 删除鸡尾酒
zh_hant: 刪除雞尾酒
